<template>
  <v-container>
    <v-layout row wrap align-center justify-center>
      <v-flex 
        xs11
        md5
        offset-lg1 lg4
        align-content-space-around
      >
        <img src="../assets/foto1.jpg" alt="" width="300">
      </v-flex>
      <v-flex xs11 md7>

            <p>Шугаринг в нашей студии делают только мануальным способом без использования бандажных полосок и шпателей. Процедуру мастера выполняют строго по стандартам, с соблюдением гигиенических норм.</p>

            <p>Обязательное условие для мастеров во время депиляции – чистый косметологический халат, перчатки, одноразовые материалы. Также мастерам запрещено иметь на теле цепочки, кольца, часы и другие украшения.</p>

            <p>Каждому гостю индивидуально мы предлагаем фирменные халатики и одноразовые расходные материалы.</p>

            <p>Удобная кушетка, лёгкая музыка и ненавязчивый аромат тропических цветов поможет Вам расслабиться и даже вздремнуть.</p>


            <p>Мы меняем представление о Шугаринге!</p>

            <p>Студия Правильного Шугаринга – место для приятного времяпрепровождения.</p>

      </v-flex>
    </v-layout>
  </v-container>
</template>

<style scoped>
img {
  margin: 20px 0 20px 0;
}

@media (max-width: 350px) {
  img {
    display: none;
  }
}
</style>
